tap "felixkratz/formulae"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "poetry"
brew "postgresql@15"
brew "pre-commit"
brew "qemu"
brew "aws-vault"
brew "awscli"
brew "jq"
brew "wget"
brew "yank"
brew "zoxide"
brew "zsh"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tmux"
brew "neovim"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"


cask "alacritty"
cask "obsidian"
cask "arc"
cask "firefox"
